Repository: deb761/KnittingYarnCalc
Catalog: KnittingYarnCalcPro/Localizations/*.lproj/Localizable.strings
Languages: lv

source: Sweater
lv: Džemperi

source: Tam
lv: Beretes

source: Toque
lv: Cepures

source: Socks
lv: Zeķes

source: Scarf
lv: Šalles

source: Mittens
lv: Dūraiņi

source: Gloves
lv: Pirkstaiņi

source: Blanket
lv: Segas

source: Vest
lv: Vestes

# sweater-plist
source: Sweater-im
lv: Sweater-si

# tam-plist
source: Tam-im
lv: Tam-si

# toque-plist
source: Toque-im
lv: Toque-si

# socks-plist
source: Socks-im
lv: Socks-si

# scarf-plist
source: Scarf-im
lv: Scarf-si

# mittens-plist
source: Mittens-im
lv: Mittens-si

# gloves-plist
source: Gloves-im
lv: Gloves-si

# blanket-plist
source: Blanket-im
lv: Blanket-si

# vest-plist
source: Vest-im
lv: Vest-si

source: Ball-Size
lv: Garums

source: Chest Size
lv: Krūšu apk

source: Euro
lv: Eiropa

source: Gauge
lv: Blīvums

source: Hand Size
lv: Plaukstas izm

source: Head Size
lv: Galvas apk

source: inches
lv: collas

source: Length
lv: Garums

source: meters
lv: metri

source: Num Balls
lv: Kamoli

source: Partial
lv: nepilni

source: Shoe Size
lv: Pēdas izm.

source: sts/4inch
lv: v./4collās

source: sts/10cm
lv: v./10cm

source: sts/inch
lv: v./collā

source: US Child
lv: ASV-b.

source: US Men
lv: ASV-vīr.

source: US Women
lv: ASV-siev.

source: US Youth
lv: ASV-jaun.

source: Whole
lv: pilni

source: Width
lv: Platums

source: yards
lv: jardi

# yarn-req-label
source: Yarn Req
lv: Daudzums

# fingering-yarn
source: Fingering
lv: Zeķu dzija

# sport-yarn
source: Sport
lv: Sporta dzija

# dk-yarn
source: DK
lv: Divkārtīga dzija

# worsted-yarn
source: Worsted
lv: Vidēja vērpuma dzija

# aran-yarn
source: Aran
lv: Aran dzija

# bulky-yarn
source: Bulky
lv: Bieza dzija

# super-bulky-yarn
source: Super Bulky
lv: Ļoti bieza dzija
